export const serviceAgreement = `MandLab平台服务协议
 更新日期：【2025年7月15日】
生效日期：【2025年7月15日】
 欢迎您注册MandLab账户并使用MandLab的各项服务！
为了使您获得愉悦和安全的服务体验，在此列明本协议条款，详述了您注册及使用MandLab服务所须遵守的条款和条件，请您在注册MandLab账号或使用MandLab有关服务之前仔细阅读。尤其是以黑体加粗或加下划线显著标示的规则条款，该等规则条款可能涉及相关方的责任免除或限制、法律适用与争议解决，建议您重点阅读。
本协议的签约双方为MandLab的运营商浙江三优信用评估有限公司与MandLab服务的使用人（在本协议中称呼为“您”或者“用户”），本协议是您与MandLab之间关于您注册MandLab账户及使用MandLab服务所订立的条款，具有正式书面合同的效力。
本协议内容包括本协议正文及所有MandLab已经发布或将发布的具体服务条款、补充协议、各类规则条款等。所有具体服务条款、补充协议、规则为本协议不可分割的一部分，与协议正文具有同等法律效力。
 
一、特别说明
1.1 MandLab是由浙江三优信用评估有限公司运营的一款绿色金融一站式服务平台（包括但不限于MandLab网页端、MandLab智能体以及随技术发展出现的新形态等形式）。MandLab为用户有偿提供信息快速查询和识别服务。
1.2 MandLab将按照本协议条款及有关操作规则为您提供服务，您必须同意本协议全部条款，才能注册MandLab的账号或使用MandLab的全部服务。如您不同意本协议的任意内容，您应立即停止注册或使用。如您在进行注册过程中点击“同意”即表示您已完全知悉并接受本协议，并自愿接受本协议的所有内容的约束。
1.3 为更好地向您提供各项服务，MandLab有权根据服务需要制定具体规则条款，并在MandLab相关服务页面上予以公布。您在使用具体服务前，应仔细阅读具体服务所适用的服务规则，您注册MandLab账号并使用具体服务即表示您已同意接受该等服务规则条款，并将受其约束。
1.4 您理解并同意，MandLab有权基于业务功能、使用规则、法律法规及监管要求、更好的提供服务、经营策略等原因随时修改和（或）补充本协议及各项规则，修改后的协议及规则自公布后即时生效。如果您不同意MandLab对本协议及相关规则所做的修改，您应立即停止使用MandLab的服务；如您继续使用的，则将视为您已接受了修改后的条款，当您与MandLab发生争议时，应以最新的协议条款为准。
1.5 MandLab始终贯彻向用户提供合法合规服务的原则，依据相关法律、法规和监管要求，MandLab不支持在中华人民共和国境外（为本协议表述之目的，境外包含香港特别行政区、澳门特别行政区及台湾地区）的主体注册、登录或访问以及使用境外IP登录或访问。
 二、账户注册与管理
2.1 您知悉并承诺，您具有完全民事权利能力，或具备与注册MandLab账户和使用MandLab服务相适应的年龄、智力要求，或您虽不具有完全民事行为能力但已经过您的父母或其他法定监护人同意并由您的父母或其他法定监护人代理注册、使用MandLab服务。若您不具备前述相适应的民事行为能力即进行账号注册的，您及您的父母或其他法定监护人应依照法律规定承担因此而导致的一切后果。在该等情形下，MandLab有权注销您的账号或停止向您提供服务。您一旦注册成为MandLab用户，即视为您授权MandLab为您获取、汇编、提供相关企业公共数据。
2.2 您进行MandLab账户注册时（包括您通过第三方账号授权登录），应遵循诚实信用、合法善意的原则，按照MandLab平台注册页面的提示填写注册信息。您使用、填写的账户资料必须符合诚信、真实、合法、有效等原则，不得未经相关权利人授权以他人或其他组织机构的名义注册MandLab账号，不得使用引人误解的信息注册账号（包括但不限于让人误认为该账号与其他个人或机构组织存在关联关系的名称、头像或简介等），亦不得使用带有非法、淫秽、污辱或人身攻击含义的信息注册账户。否则，MandLab有权暂停或终止您的注册，或拒绝您在目前或将来对MandLab服务的使用。如果因您所提供的注册资料不合法、不真实、不准确、未及时更新或存在其他不符合本协议规定的情形从而导致相关法律责任或不利后果的，将由您自行承担。
2.3 当您注册成为MandLab用户后，您注册使用的手机号码即为您的用户账号，MandLab将通过向您提供的手机号码发送验证码来确认您的用户身份，同一个手机号只能注册一个账号。为保证您账号安全，如手机号码发生变动，请及时修改，如因您自身原因未及时修改手机号而造成的账号被盗、个人信息泄露等损失，MandLab将不承担相关责任，但会尽力协助您处理以减少因此给您造成的影响。
2.4 账号注册成功后，如您的注册资料有更新的，您可以随时登陆MandLab账户信息页面更改基本信息。同时，您亦可以自主选择完善您的其他用户资料，以提升您的用户服务体验。
2.5 除通过第三方账号授权登录外，您仅可通过我们的官方渠道注册成为我们的注册用户。您不得通过包括但不限于购买、租用、借用、分享、利用或破坏我们的注册系统及/或其他未经我们许可的方式获得MandLab账号。
2.6 MandLab将对您所提交的注册信息予以保护，对于您所提交的注册信息中涉及个人信息的内容，MandLab将严格按照本协议及《隐私政策》的规定进行收集、处理、使用和共享安排。
 
三、账户使用与注销
3.1 您账户注册成功后，即可凭该账号登录MandLab，并按规定使用MandLab的各项服务。如您已完成全部注册程序，但在使用服务时未履行登录手续，您仍仅能使用有限服务。
3.2 您理解并知悉，一个账户在同一时间内仅能登录一台同一类型设备（如您使用电脑登录，则同一账号同一时间仅能在一台电脑上登录，但您同时可以在手机上登录），否则您将被迫下线而MandLab无需承担任何责任，该次下线后的再次登录将仅能使用手机验证码方式。
3.3 您登录MandLab账户使用MandLab服务时，不得存在非人为的连续、频繁的查询操作行为，或通过机器抓取、复制、镜像等方式不合理地、大批量地获取MandLab平台的信息、资讯、数据，否则MandLab有权对您的账号封号且无需向您承担任何责任。若同一个IP地址内多个账号存在多次上述行为，MandLab将有权自动封闭该IP地址且无需向您承担任何责任。
3.4 为保证相关账号安全，未经MandLab书面同意，您不得将账号转让、出售、出租、出借或分享给他人使用，否则，因此侵犯或可能侵犯MandLab或第三方的合法权益的，应由您承担相关赔偿责任，且MandLab有权不经通知而限制、冻结、注销您的账户，暂停或终止向您提供本协议项下的部分或全部服务，且无需为此承担任何责任。MandLab会基于一定标准判断您的账号是否存在前述违规使用情形，比如同一账号近期登录使用设备数量是否异常，同一账号单日查询次数是否异常，是否存在其他足以被认定为违规使用的具体行为。
3.5 您对您注册账号的安全以及您账号进行的所有活动和事件（包括但不限于在线签署任何协议，上传、发布、输入任何内容）所产生的一切后果负法律责任，通过您的账号所发生的各项行为将视为您本人的真实意思表示。您应该妥善、正确的保管、使用、维护您的账号、密码，对您的账号和密码采取必要和有效的保密措施，否则因您个人原因导致的账号、密码或其他有效识别信息泄露、丢失或账号和密码被窃取、篡改等导致的一切损失或损害，MandLab不承担任何责任。若您不慎遗失密码，可以通过注册或绑定的手机号获取验证码，进行密码重置来找回密码。若您发现任何非法盗用账号、密码或账户存在安全漏洞的情况，请立即通知MandLab，您理解MandLab对您的请求采取行动需要合理时间，MandLab对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。
3.6 为保护账号安全，防止账号被盗等情况发生，MandLab可能会不时或定期采用一种或多种方式对注册用户进行用户身份验证（如短信验证等），如用户未成功通过验证，我们有合理理由怀疑该账号出现被盗等不安全情况，并可能视情节严重情况而单方决定是否中止或终止向该账号继续提供我们的产品及/或服务及/或采取进一步措施。您同意，我们采取前述措施是为了保护用户账号安全，我们无需因此承担任何责任。
3.7 MandLab为您提供账号注销功能。您可以通过以下方式申请注销您的账号：
（1）您可以向MandLab客服邮箱发送电子邮件，提交您注销账号的需求，我们会协助您申请注销您的账号。
在注销账户之后，我们将停止为您提供产品或服务，并依据您的要求，删除您的个人信息或对您的个人信息进行匿名化处理，但法律法规另有规定的除外。
 
四、MandLab平台服务
4.1 在遵守法律法规及本协议规定前提下，您注册并登录MandLab账户后，可根据自身需求及具体服务规则选择使用MandLab提供的各类服务。您理解并知悉，MandLab的部分产品或服务是以收费方式提供，您需要购买会员资格或充值、付费后才能使用该项服务。
4.2 MandLab的服务内容包括但不限于：
（1）使用MandLab进行ESG报告辅助编写、诊断；
（2）其他在本协议项下约定的服务，或MandLab不断推出的新功能或新服务。
4.3 MandLab将积极维护平台的正常运行，提高所登载信息的准确性、全面性，改进技术，提升您的服务体验，并对您就平台服务等相关问题所反映的客观情况和建设性建议，进行研究并予以改进。如您在使用MandLab服务的过程中发现平台中的相关服务或信息违反法律规定，您可及时向MandLab举报或投诉，MandLab将在收到您的举报或投诉时采取相应的核实与处理措施。
4.4 您理解并同意，MandLab系根据相关法律法规，对已公开的信息进行如实展示，并不主动编辑或修改。受限于现有的技术水平、信息来源网站更新不同步等因素，MandLab展示的现有信息，并不视为MandLab对其内容的准确性、真实性、完整性、时效性的确认或担保。同时，MandLab平台仅就您提交的查询请求做识别应答，您查询到的内容与被提交查询的主体是否相符需要您自行掌握和判断，MandLab平台返回的查询数据结果亦不构成MandLab对任何人之明示或暗示的观点或保证，请您在依据MandLab服务提供的相关信息作出判断或决策前，核实此类信息的完整性或准确性，并自行承担使用后果。MandLab承诺将不断提升自身技术水平，为您提供更高品质的服务。
4.5 您理解并同意，为向您提供更为细致、贴心的服务，MandLab将向您发送与MandLab网站管理、服务规则更新等相关的系统公告、电子邮件、站内信和/或手机短消息，其方式和范围可不经向您特别通知而变更，该类通知内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。此外，MandLab也可能将以邮件、站内信、弹窗、短信、电话等形式向您推送您可能感兴趣的活动或信息，您有权选择是否接受。如您拒绝接受，邮件、站内信、弹窗可以在“设置”中关闭或点击关闭。短信可根据提示回复退订，您需及时尽快回复，如时间间隔较长回复可能导致退订无法生效，还请您直接与我们联系进行退订。
4.6 您知悉、理解并同意，MandLab服务过程中，可能涉及收集、存储、使用、共享和保护用户个人信息。在您使用MandLab提供的服务时，您同意MandLab依据本协议及《隐私政策》的规定执行相关个人信息的收集、使用和共享。
 
五、用户行为规范与责任承担
5.1 您知悉并承诺，在使用MandLab服务的过程中，需遵守以下规定：
（1）遵守国家及地方性法律、法规等规范文件，不从事任何违反法律法规规定、违背社会公共利益或公共道德、损害MandLab平台及他人合法利益的行为。
（2）遵守与MandLab平台服务有关的协议、规定，不违反本协议、具体服务规则及MandLab产品规定。
（3）不利用或借用MandLab平台进行任何可能对互联网或移动网络正常运转造成不利影响、危害信息网络安全活动的行为。包括但不限于：
     a、未经书面允许，进入MandLab或其他计算机信息网络或者使用计算机信息网络资源的；
     b、未经书面允许，对MandLab或其他计算机信息网络功能进行删除、修改或者增加的；
     c、未经书面允许，进入MandLab或其他计算机信息网络，对存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；
     d、制作、传播计算机病毒（包括木马）等破坏性程序，盗取其他用户账户、密码、隐私、操控他人电脑的；
     e、通过爬虫工具、机器人软件或其他自动方式访问或尝试访问我们的产品或服务、获取有关数据信息的；
（4）不得利用MandLab平台上传、展示或传播任何国家或法律禁止发布的、危害国家安全的、泄露国家秘密的、颠覆国家政权的、破坏国家统一的、违背社会公共利益或公共道德/公序良俗的、危害网络安全的、涉嫌侵犯他人合法权益的、虚假的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料。
（5）不得进行任何操作或使用任何装置、插件、外挂、第三方工具等，干预或试图干预MandLab平台的正常运作、产品或服务完整性、准确性或在MandLab平台上进行任何活动。
（6）未经书面允许，利用MandLab从事广告发布、变相广告、口碑营销、产品销售、传销等行为。
（7）对MandLab相关服务任何部分或本服务之使用或获得，进行出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等或用于任何其它商业目的。
（8）提交、发布虚假信息，或冒充、利用他人名义。
（9）其他违反法律法规规定、侵犯MandLab或其他第三方合法权益的行为。
5.2 您理解并同意，MandLab为您提供的是一项不可转让、可撤销及非排他性的服务，除另有书面约定，您仅可以为非商业目的使用我们的产品及服务，不得以营利为目的将您在使用MandLab服务时获得的服务信息或该服务自身向第三方出售或以其他形式提供，您不得利用MandLab提供的数据及服务信息从事任何违反法律、法规或其他监管政策的行为。
5.3 依照监管要求，您应于中华人民共和国境内使用MandLab服务，您通过MandLab获取的任何数据信息，仅应当在中华人民共和国境内存储及/或使用，不得使用境外IP登录或访问，不得将通过MandLab获得的数据信息传输至境外，或以任何方式允许任何境外的机构、组织或者个人对上述数据进行查询、调取、下载、导出。否则MandLab有权停止向您提供服务，且无需退还任何费用（如有），并追究法律责任。
5.4 您理解并同意，为了确保您按照法律法规及本协议、具体服务规则规定使用MandLab的服务，MandLab或相关国家监管机构有权随时对您使用MandLab服务的情况进行监督和检查。MandLab将自行或是根据国家机构要求，对您享有的服务开展风险评估、检测、检查和审计，如涉及隐私信息的，MandLab会采取合理的保护措施，您应当予以配合。如您拒绝的，MandLab有权停止向您提供服务，直至您配合并且MandLab确认您使用MandLab服务行为符合法律及本协议规定。
5.5 如您在使用MandLab服务的过程中发现其他用户上传违法、侵权等内容的，可以通过投诉指引联系MandLab客服人员，相关人员会尽快核实并进行处理。如您认为上述方法无法解决问题、或您觉得有必要向司法行政机关寻求帮助的，可以向相关机关反馈，MandLab将依法配合司法机关的调查取证工作。
 
六、知识产权
6.1 除非MandLab另行声明，MandLab平台的所有产品、技术、软件、程序、数据及其他信息（包括但不限于文字、图像、图表、音频、视频、色彩、版面设计、电子文档）的所有知识产权（包括但不限于版权、商标权、专利权、商业秘密）及其他相关权利，均归MandLab所有。未经MandLab书面授权许可，任何人不得对软件进行反向工程、反向编译或反汇编，不得擅自抓取、转载、复制、出版、发行、公开展示、编码、翻译、传输、散布、镜像MandLab平台的数据、信息和资料或以其他软件程序自动获得MandLab数据，不得将获取的信息数据提供给第三者使用，否则，MandLab将依法追究您的法律责任。
6.2 您理解并同意，对于您通过MandLab上传、发布、传输或传播到MandLab上可公开获取的任何内容（包括但不限于图像、照片、动画、录像、录音、音乐、文字等）均由您原创或已获合法授权，您的上传、提交、存储或发布行为不会侵犯他人的知识产权或其他合法权益，否则，MandLab有权删除或者采取其他必要措施予以制止（包括但不限于屏蔽及/或终止您账户的使用）；同时，对于您上传到MandLab平台上可公开获取内容，您授权MandLab在全世界范围内具有免费的、永久性的、不可撤销的、非独家的使用和完全再许可的权利，以使用、复制、修改、改编、出版、翻译、据以创作衍生作品、传播、表演和展示此等内容（整体或部分），或将此等内容编入当前已知的或以后开发的其他任何形式的作品、媒体或技术中。
6.3 为持续改善并为用户提供更好的服务，如果您是企业用户，您同意MandLab在MandLab系列产品以及MandLab举办的活动及/或其他宣传推广中使用您的名称、字号、商标等信息或标识。
6.4 如您认为MandLab或MandLab平台上的内容对您的知识产权产生了不当影响，您可通过MandLab指定渠道提交维权材料，MandLab会根据您的要求及材料进行合理性、合法性判断，并及时反馈。
 
七、未成年人保护
7.1 若您是未满18周岁的未成年人，应经过监护人的同意并在其监护、指导下，认真阅读本协议后，方可使用MandLab服务。已满18周岁的成年人因任何原因不具备完全民事行为能力的，参照适用本协议未成年人保护条款的相关约定。
7.2 MandLab重视对未成年人个人信息的保护，您在填写个人信息时，请加强个人保护意识并谨慎对待，并在监护人指导下正确使用MandLab服务。
7.3 未成年人用户应在其监护人的监督指导下，在合理范围内正确使用网络，养成良好的上网习惯，避免沉迷虚拟的网络空间。未成年人用户在使用MandLab服务时必须遵守《全国青少年网络文明公约》，提高安全意识，加强自我保护。
7.4 若未成年用户存在违反法律法规、监管部门规范性文件规定或本协议及其他应补充协议的情形，该未成年人用户及其监护人应依照法律规定承担因此引起的全部法律责任。
7.5 为更好地保护未成年人隐私权益，MandLab提醒您慎重发布包含未成年人素材的内容，一经发布，即视为您同意MandLab及相关服务展示该未成年人信息、肖像等内容，且允许MandLab依据本协议使用、处理该等未成年人相关内容。
 
八、违约责任
8.1 您理解并同意，MandLab有权根据您的具体行为做出独立判断，在认为您使用MandLab服务过程中存在违反法律法规或本协议规定的一项或多项情形时，可立即暂停或终止对您提供部分或全部服务，并对您采取包括冻结、注销、删除帐号，删除或屏蔽相关违规信息、服务评价等具体措施。除此之外，如因您的违规、违约行为导致MandLab或其他第三方的权益受到损害的，您需承担全部赔偿责任（包括但不限于财产损害赔偿、名誉损害赔偿以及交通费、律师费、调查取证费、诉讼费、财产保全费、执行费等），并支付不低于您就违规、违约行为所获的不当利益数额的违约金。
8.2 MandLab有权依据合理判断，对违反相关法律法规、本协议约定的行为采取适当的行动（包括但不限于向监管机关举报、提起诉讼等），并依据法律法规保存有关信息作为您的违规证据，您应独自承担由此而产生的一切法律责任。
8.3 为了保证用户能更好地使用MandLab服务，您出现前述争议或涉及纠纷时，MandLab有权不经事先通知或获得您的同意将争议方的主体信息、联系方式、投诉相关内容等系统内的相关记录和必要信息提供给相关当事方或相关部门。
8.4 您知悉并同意，因您违反有关法律法规、监管政策及/或本协议内容，导致第三方的任何索赔或权利主张，您应当独立承担责任，因此MandLab遭受任何损失的，您应当一并赔偿。
 
九、免责声明
9.1 您理解并同意，在符合法律规定的情况下，MandLab对以下事由所导致的服务中断、服务不及时、服务安全性、服务终止或给您造成的其他损失不承担责任，但MandLab将努力在第一时间与相关部门配合，及时进行修复以减少因此给您造成的损失和影响：
（1）不可抗力因素。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于信息网络设备维护、信息网络连接故障、电脑、通讯或其他系统的故障、电力故障、罢工、劳动争议、暴乱、起义、骚乱、生产力或生产资料不足、火灾、洪水、风暴、爆炸、战争、政府行为、法律法规变动、司法行政机关的命令等造成的不能服务或延迟服务情况。
（2）受到他人蓄意破坏、计算机病毒、木马或其他恶意程序、黑客攻击的破坏。
（3）设备兼容性错误、网络过载、第三方网站原因等问题。
（4）用户操作不当。
（5）用户通过非MandLab授权的方式使用本服务。
（6）其他MandLab无法控制或合理预见的情形。
9.2 在使用MandLab服务的过程中，您可能会遇到网络信息或其他用户行为带来的风险。MandLab将对相关内容开展日常检查并在收到举报或投诉时进行相应处理，但MandLab不对非MandLab所发出或刊登的任何信息的真实性、适用性、合法性承担责任，也不对因第三方侵权行为给您造成的损害负责。
9.3 由于您自己将注册账号、验证码告知他人、与他人共享注册账户、转借或出让账户给他人使用，由此导致任何个人信息的泄露、财产损失等风险由您自行承担，MandLab无需承担任何责任。
9.4 由于您向MandLab提供错误、不完整、不实信息等造成不能正常使用MandLab的服务或遭受任何其他损失，MandLab无需承担任何责任。
9.5 由于短信运营商网络运转不正常，天灾人祸、战争等原因造成网络瘫痪或者接收短信的您手机网络通道不畅通等不可抗力因素，而导致MandLab无法向您发出信息或发出的信息无法即时、准确地送达您，MandLab无需承担相应责任。
9.6 MandLab可能会提供其他网站的链接，但这些链接的网站并非由MandLab控制，这些网站的使用及具体内容也不代表MandLab的立场，MandLab无需对您因浏览或使用链接网站而承担相关责任。
9.7 您理解并同意，在法律允许的范围内，MandLab不就您遭受的任何利润损失（无论直接或间接产生）、商誉损失、机会损失、数据丢失、其他间接或附带损失以及因您自身过错或原因导致的损失承担赔偿责任。任何MandLab需承担的损失赔偿责任的金额以过去12个月您或您相应的企业用户向MandLab支付的金额为限。
9.8 MandLab不对您因第三方的行为或不作为造成的损失承担任何责任，包括但不限于支付服务、网络接入服务、任意第三方的侵权行为。
 
十、协议的终止
10.1 本协议于以下任一情形下终止：
（1）MandLab依据本法律法规或本协议约定，收回、注销用户账号或停止对您提供服务；
（2）在满足MandLab公示的账号注销条件时，您通过MandLab自助服务或MandLab客服注销账号，本服务协议于账号注销之日终止。
（3）MandLab有权根据自身商业安排经过合理的提前通知终止全部平台服务，本服务协议于MandLab平台全部服务依法定程序及方式终止之日终止。
10.2 本协议终止后，MandLab将无法继续向您提供任何服务或履行任何其他义务，包括但不限于为您保留或向您披露您原账号中的任何信息，向您或第三方转发任何未曾阅读或发送过的信息等。
10.3 本协议的终止不影响相关知识产权条款以及其他根据其内容应继续有效的条款的有效性，也不影响本协议终止前各方的相关权利和义务，包括但不限于守约方依据本服务协议向违约方追究过往的违约责任。
 
十一、通知与送达
11.1 您知悉并认可，MandLab将通过系统公告、站内信、弹窗或向您注册时所提交的电子邮箱、手机号码发送电子信息等方式，向您通告重要信息。该通告于刊登完成或发送成功之日即视为已送达收件人。该送达方式同样可适用于相关仲裁或司法程序（含起诉、审理、执行等各阶段）。
11.2 您应当保证所提供的联系方式是准确、有效的，并进行适时更新，如因提供的联系方式不准确或怠于更新等不可归责于MandLab的原因，导致相关通知、文件、文书无法送达或及时送达，您将自行承担由此可能产生的法律后果。
 
十二、其他
12.1 本协议的订立、执行和解释及争议的解决均应适用中华人民共和国大陆地区法律法规，并排除一切冲突法规的适用。
12.2 如发生MandLab平台服务条款与中国现行法律相抵触时，则这些条款将完全按法律规定重新解释，而其它合法条款则依旧保持对您产生法律效力和影响。
12.3 如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向杭州市人民法院提起诉讼。
12.4 如果您采用纸质合同、订单或其他纸质文件（以下统称“纸质合同”）的形式购买MandLab服务，您亦获得MandLab用户身份，享有本协议项下的权利，并应履行本协议项下的义务。纸质合同未尽事宜，以本协议约定为准。
 
十三、如何联系我们
13.1 如对本协议内容有任何疑问、意见或建议，您可以通过以下方式与我们联系，我们将在收到您的需求后，在15个工作日内予以回复：
（1）MandLab客服邮箱：kefu@easygf.cn
（2）MandLab客服电话：(0571) 8605 8021
（3）MandLab客服联系地址：浙江省杭州市上城区圣奥中央商务大厦1801室-4（自主申报）`
export const privacyPolicy  = `个人信息保护及隐私政策
更新日期：2025年7月15日
发布日期：2025年7月15日
生效日期：2025年7月15日
概述
我们非常重视您的个人信息保护，将依据法律法规要求，采取相应安全保护措施尽力保护您的个人信息安全。鉴此，MandLab智能体运营主体（简称“MandLab”或者“我们”）制定本《个人信息保护及隐私政策》（简称“本政策”），并提醒您：
本政策适用于MandLab提供的所有产品及服务，我们关联公司的产品或者服务中使用了MandLab智能体提供的产品或服务但尚无可适用的隐私权政策的，则本政策同样适用于该部分产品或者服务。我们及关联公司就其向您提供的产品或服务单独设立有隐私权政策的，则相应产品或服务适用相应隐私权政策。
需要特别说明的是，本政策不适用于其他第三方向您提供的产品或者服务。
本政策对您使用我们的产品或者服务非常重要，请您在使用我们的产品或者服务之前务必仔细阅读全部内容（特别是以粗体标注的内容）。我们会尽量使用通俗易懂、简明扼要的方式来描述相关内容，并对与您的权益存在重大关系的条款，采用粗体字或下划线方式醒目标注以提示您注意，以便于您理解MandLab收集个人信息的目的，收集、使用的个人信息及方式，以及您管理这些信息的途径和方式。
对于个人敏感信息的处理，我们将通过加粗的方式重点告知您相关的处理目的和方式，若您未能提供相应信息的，可能会影响我们向您提供的商品或服务的体验。
我们将按照本政策收集、使用您的个人信息，以便向您提供相关产品或者服务。若您未能提供的，可能会影响我们向您提供的商品或服务的体验。如对本政策内容有任何疑问、意见或建议，您可通过本政策明示的联系方式与我们联系，我们会尽快为您作出解答。
 
本隐私政策将帮助您了解以下内容：
第一部分：定义
第二部分：隐私协议正文
一、我们如何收集和使用个人信息
二、我们如何使用Cookie和同类技术
三、我们如何共享、转让和公开披露个人信息
四、我们如何保护您的信息
五、您如何访问及控制您的个人信息
六、未成年人信息保护
七、本政策如何更新
八、如何联系我们
  
第一部分 定义
MandLab智能体：指MandLab向用户提供互联网服务的平台，包括MandLab智能体软件（包括MandLab平台独立移动客户端或第三方客户端中MandLab平台经营的频道或者入口等）、MandLab平台在第三方平台、管理后台系统、供第三方网站和应用程序使用的应用程序编程接口（API）以及随着技术发展出现的创新形态方式向你提供的产品和服务。
MandLab智能体运营主体：指MandLab平台互联网信息及软件技术服务提供者，浙江三优信用评估有限公司。平台中各具体业务运营主体请阅《MandLab智能体服务及软件使用协议》。
个人信息：指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。
个人敏感信息：是指一旦泄露或者非法使用，容易导致自然人的人格尊严受到侵害或者人身、财产安全受到危害的个人信息，指包括身份证件号码、个人生物识别信息、银行账号、财产信息、行踪轨迹、交易信息、14岁以下（含）儿童信息等的个人信息（我们将在本隐私权政策中对具体个人敏感信息以粗体进行显著标识）。
MandLab平台账号：指您依据与MandLab智能体相关服务协议注册的MandLab智能体会员号或者账户。
设备信息：包括设备型号、操作系统版本、唯一设备标识码（IMEI号、AndroidID、IDFA、GUID、OPENUDID、SIM卡IMSI、meid信息、OAID、HarmonyOS(OAID)）、硬件序列号、MAC地址、移动应用列表信息。
服务日志信息：您对我们服务的详细使用情况作为服务日志保存的信息，包括浏览、点击查看、搜索查询、收藏、关注分享信息、发布信息，以及IP地址、浏览器类型、电信运营商、使用语言、访问日期和时间。
匿名化：是指个人信息经过处理后无法识别特定自然人且不能复原的过程。
 第二部分 隐私政策正文
一、我们如何收集和使用个人信息
在您使用我们的产品/服务时（含app后台运行时），我们需要/可能需要收集和使用的您的个人信息包括如下两种：
1、为实现向您提供我们产品/服务的基本功能，您须授权我们收集、使用的必要信息。如您拒绝提供相应信息，您将无法正常使用我们的产品/服务。
2、为实现向您提供我们产品/服务的附加功能，您可选择授权我们收集、使用的信息。如您拒绝提供，您将无法正常使用相关附加功能或无法达到我们拟达到的功能效果，但并不会影响您正常使用我们产品/服务的基本功能。
您理解并同意：
1、我们致力于打造多样的产品和服务以满足您的需求。因我们向您提供的产品和服务种类众多，且不同用户选择使用的具体产品/服务范围存在差异，相应的，基本/附加功能所收集使用的个人信息类型、范围等会有所区别，请以具体的产品/服务功能为准。
2、为给您带来更好的产品和服务体验，我们在持续努力改进我们的技术，随之我们可能会不时推出新的或优化后的功能，可能需要收集、使用新的个人信息或变更个人信息使用目的或方式。对此，我们将通过更新本政策、弹窗、页面提示等方式另行向您说明对应信息的收集目的、范围及使用方式，并为您提供自主选择同意的方式，且在征得您明示同意后收集、使用。
3、我们可能会根据您的授权从第三方处获取您的第三方账户信息（头像、昵称及其他页面提示的信息），并与您的MandLab智能体账号进行绑定，使您可通过第三方账户直接登录、使用我们的产品/服务。我们将在您授权同意的范围内使用您的相关信息。
 
我们会为实现本政策下述的各项功能，收集和使用您的个人信息，如您拒绝提供相应信息，您将无法使用对应功能和/或产品和/或服务：
（一）帮助您成为MandLab智能体用户
 1、您注册、登录MandLab智能体平台时，我们将根据您的授权获取您的手机号码。您还可以通过“绿易融小程序登陆”方式登录MandLab智能体平台，我们需要获取您的微信ID。
2、您在使用MandLab平台服务时，根据网络安全法要求需完成实名认证，我们需收集您的手机号、姓名等。
（二）为您提供商品或服务
1、您使用MandLab服务时，我们会收集您的以下信息：
（1）身份信息（姓名、年龄）、手机号。用于实名认证、核实您的身份，保障您的安全。
（2）位置信息。因每个城市配置的服务或活动不同，故您在选择地区性的信息咨询服务时我们还会收集您的位置信息。
（3）设备信息（手机型号、系统版本、手机设备号IMEI信息）。为了提升您的使用体验我们会根据不同手机型号和系统版本，做可兼容的页面展示内容及适配功能，因此需要收集您的上述设备信息。
（4）微信头像、微信昵称。为更好地提升您的分享体验，我们会收集您的微信头像、微信昵称。
 （四）客服及争议处理
为了让您可以方便地使用我们提供的产品和服务，及时解答您在使用过程中产生的疑问，及时介入您与MandLab智能体平台内商品及服务提供者的争议，我们会为您提供客户服务。在您使用客户服务过程中，我们将收集您的姓名、身份证号码、您与我们联系时使用的手机号码或您主动填写的其他联系方式、相关服务、服务信息以及在联系或交易过程中形成的文字、通话记录。这些信息是定位您反馈的服务问题所必须的，如您拒绝提供相关信息，则我们可能无法为您提供客户服务。
（五）为您提供安全保障
在您访问或使用我们服务的过程中，我们会收集您的部分设备信息（其中，我们可能会在应用后台运行期间收集MAC地址、IMEI及其他设备标识符进行风险校验）、服务日志用于获取基础信息进行界面展示、避免其他设备的异常登录、留存必要的日志信息，从而保障您的账号安全、交易安全和系统运行安全。此外，如您未登录账号，我们使用您的设备信息以便进行安全防控和为您推送对应的信息展示。
 （六）为向您提供更便捷、更优质个性化的服务
为提升您的产品体验，我们会基于如下必要信息向您提供服务的个性化推荐与展示:您在访问或使用MandLab智能体时的服务日志，包括浏览记录、点击查看记录、交易信息，以及ip地址、浏览器类型、电信运营商、使用语言、访问日期和时间;您所使用的的设备相关信息，包括设备型号、操作系统版本、设备环境、MAC地址及IMEI、IDFA、OAID、HarmonyOS(OAID)设备标识符、设备环境、移动应用列表软硬件特征信息;设备所在位置的相关信息(包括您授权的GPS位置以及WLAN接入点、蓝牙和基站传感器信息)。我们会基于以上信息提取群体的偏好特征，并向相关人群展示或推送可能感兴趣的服务或其他信息，包括在平台首页、各业务频道内为您提供智能推荐。
（七）为您提供更优质或适合的服务
为了提升您的服务体验，为您推荐更为优质或适合的服务，我们可能会根据您的信息形成群体特征标签，在不针对特征情况下，向您提供其可能感兴趣的营销活动通知、商业性电子信息或广告（短信、电话语音），如您不希望接收此类信息，您可按照我们提供的方法退订。
为了向您提供更优质的服务，我们与第三方数据服务商合作预测您的特征偏好。为了保障您的数据安全，该种预测以指数分值的方式提供，数据分析在严格去标识化安全措施前提下进行。
（八）其他
（1）若你提供的信息中含有其他用户的个人信息，在向MandLab智能体平台提供这些个人信息之前，您需确保您已经取得合法的授权。
（2）若我们将信息用于本政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的，或者我们主动从第三方处获取您的个人信息，均会事先获得您的同意。
若我们从第三方处间接获取您的信息的，我们会在收集前明确以书面形式要求该第三方在已依法取得您同意后收集个人信息，并向您告知共享的信息内容，且涉及敏感信息的在提供给我们使用前需经过您的明确确认，要求第三方对个人信息来源的合法性和合规性作出承诺，如第三方有违反行为的，我们会明确要求对方承担相应法律责任；同时，我们的专业安全团队对个人信息会进行安全加固（包括敏感信息报备、敏感信息加密存储、访问权限控制）。我们会使用不低于我们对自身用户个人信息同等的保护手段与措施对间接获取的个人信息进行保护。
（3）征得授权同意的例外
您充分理解并同意，我们在以下情况下收集、使用您的个人信息无需您的授权同意，且我们可能不会响应您提出的更正/修改、删除、注销、撤回同意、索取信息的请求：
①　为履行法定职责或者法定义务所必需（例如与国家安全、国防安全、形式侦查、起诉、审判和判决执行等直接相关的法定义务）；
②　为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需；
③　根据个人信息主体要求签订和履行合同所必需的；
④　为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理个人信息；
⑤　依照本法规定在合理的范围内处理个人自行公开或者其他已经合法公开的个人信息（如合法的新闻报道、政府信息公开等渠道）；
⑥　法律、行政法规规定的其他情形。
若我们对个人信息采取技术措施和其他必要措施进行处理，使得数据接收方无法重新识别特定个人且不能复原，或我们可能会对收集的信息进行去标识化地研究、统计分析和预测，用于为商业决策提供产品或服务支撑，以及改进我们的产品和服务（包括使用匿名数据进行机器学习或模型算法训练），则此类处理后数据的使用无需另行向您通知并征得您的同意。
（4）如我们停止运营MandLab智能体平台产品或服务，我们将及时停止继续收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，并对我们所持有的与已关停业务相关的个人信息进行删除或匿名化处理。
（5）当我们要将信息用于本政策未载明的其他用途时，会按照法律法规及国家标准的要求以确认协议、具体场景下的文案确认动作的形式再次征得您的同意。
（6）为确保本应用处于关闭或者后台运行状态下可以正常接收客户端推送的广播消息，本应用须使用（自启动）能力，将存在一定频率通过系统发送广播唤醒本应用自启动行为，是实现功能及服务所必要的，平台仅在必要场景下使用自启动能力。
二、我们如何使用Cookie和同类技术
（一）Cookie
为确保网站正常运转、为您获得更轻松的访问体验、向您推荐您可能感兴趣的内容，我们会在您的计算机或移动设备上存储Cookie、Flash Cookie，或浏览器（或关联应用程序）提供的其他通常包含标识符、站点名称以及一些号码和字符的本地存储（统称“Cookie”）。借助于 Cookie，网站能够存储您的偏好或购物车内的商品等数据。
如果您的浏览器或浏览器附加服务允许，您可修改对Cookie的接受程度或拒绝我们的
Cookie。但如果您这么做，在某些情况下可能会影响您安全访问我们的网站，且可能需要在每一次访问我们的网站时更改用户设置。
（二）Cookie同类技术
除Cookie外，我们还会在网站上使用网站信标、像素标签、ETag等其他同类技术。
例如，我们向您发送的电子邮件可能含有链接至我们网站内容的地址链接，如果您点击该链接，我们则会跟踪此次点击，帮助我们了解您的产品或服务偏好，以便于我们主动改善客户服务体验。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，我们能够获知电子邮件是否被打开。如果您不希望自己的活动以这种方式被追踪，则可以随时从我们的寄信名单中退订。
ETag（实体标签）是在互联网浏览器与互联网服务器之间背后传送的HTTP协议标头，可代替Cookie。ETag可以帮助我们避免不必要的服务器负载，提高服务效率，节省资源、能源，同时，我们可能通过ETag来记录您的身份，以便我们可以更深入地了解和改善我们的产品或服务。大多数浏览器均为用户提供了清除浏览器缓存数据的功能，您可以在浏览器设置功能中进行相应的数据清除操作。但请注意，如果停用ETag，您可能无法享受相对更佳的产品或服务体验。
三、我们如何共享、转让和公开披露个人信息
（一）委托处理、共同处理
为了提升信息处理效率，降低信息处理成本，或提高信息处理准确性，我们可能会委托有能力的我们的关联公司或其他专业机构代表我们来处理信息。我们会通过书面协议、现场审计等方式要求受托公司严格遵守保密义务及采取有效等保密措施，禁止其将这些信息用于未经您授权的用途。在委托关系解除时，受托公司不再保存个人信息。
为了更好地向您提供商品或服务，满足您的使用目的，我们可能会与第三方机构共同信息处理，我们会通过书面协议等方式约束限制第三方机构严格遵守保密义务以及采取有效保护措施，禁止其将这些信息用于未经您授权的用途。
（二）共享
通常我们不会与MandLab平台以外的主体共享您的个人信息。但在以下情形，为了完成您所请求的服务、优化我们的服务或者应监管司法等需求，我们将与其他主体共享您的个人信息：
1、法定情形下的共享：根据相关法律法规规定，为了诉讼活动的需要，或者为了满足行政机关、司法机关提出的要求，我们将对外共享您的个人信息。
2、在您主动选择或明确同意的情况下共享：我们可能经您同意后向第三方共享您的账户信息，使您可以便捷地实现第三方账户的注册或登录。如您主动通过MandLab平台购买服务，我们会根据您的选择，将您的订单信息以及与交易相关的必要信息与相关服务的提供者共享来实现您向其服务的需求，并促使其可以完成后续的售后服务。
3、与关联公司间共享：为便于我们关联公司基于MandLab平台账号向您提供服务，推荐您可能感兴趣的信息或者保护MandLab平台关联公司或者其他用户或公众的人身财产安全免遭侵害，您的个人信息可能会与MandLab平台关联公司和/或其指定的服务提供商共享。我们仅会共享必要个人信息，且受本政策中所声明目的的约束。如MandLab平台关联公司改变个人信息的使用及处理目的，我们将在共享前以推送通知或者类似方式再次征得您的同意。
4、与授权合作伙伴的共享：我们会委托合作伙伴履行部分职能或为您提供某些服务以实现本政策中明示的个人信息收集、使用目的。我们仅会出于合法、正当、必要、特定、明确的目的共享您的信息，授权合作伙伴只能接触到提供服务所必要的个人信息，且不能将此信息用于任何其他目的。我们会与授权合作伙伴约定严格的数据保护措施，令其按照我们的委托目的、服务说明、本隐私权政策以及其他任何相关的保密和安全措施来处理个人信息。
我们的合作伙伴包括以下几类：
（1）广告、分析类服务商。这类合作伙伴会帮助分析MandLab平台内商品及服务提供者的服务质量、有效性及MandLab平台营销效果等，我们仅会向这类服务商提供匿名化后的无法识别您身份的信息，以帮助其在不识别您个人的前提下提升广告及服务信息的有效触达率。
 （2）金融、征信服务商。根据您与此类合作伙伴签订的协议或文件，或基于法律法规、法律程序的要求或政府部门强制性的要求、司法裁判，或金融、信用审查等机构的合法要求，我们会对您的个人信息进行综合统计、分析或加工等处理，并将处理结果分享给合作伙伴，用于判定您的资信状况，筛选优质用户或降低信贷坏账等。
（3）第三方系统服务商。这类合作伙伴通过MandLab平台向您提供应用插件类服务，您在使用这类插件服务时，我们会将您授权的信息或者提供服务所必须的信息提供给这类合作伙伴。
（三）转让
我们不会转让您的个人信息，但在您明确同意转让或者MandLab平台发生业务重组、合并、分立、收购、破产等情形时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本政策的约束，否则我们会要求新主体重新征得您的同意。
（四）公开披露
我们不会公开披露您的个人信息，但以下情形除外：
1、您明确同意或要求披露的个人信息。
2、如果我们确定您出现违反法律法规或严重违反MandLab平台相关协议及规则的情况，或为保护MandLab平台用户或公众的人身财产安全免遭侵害，我们可能依据法律法规或征得您同意的情况下披露关于您的个人信息，包括相关违规行为以及MandLab平台已对您采取的措施。
（五）共享、转让、公开披露个人信息时事先征得授权同意的例外
以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：
1、与国家安全、国防安全有关的；
2、与公共安全、公共卫生、重大公共利益有关的；
3、与犯罪侦查、起诉、审判和判决执行等有关的；
4、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
5、您自行向社会公众公开的个人信息；
6、从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。
请知悉，根据适用的法律，若我们对个人信息采取技术措施和其他必要措施进行处理，使得数据接收方无法重新识别特定个人且不能复原，则此类处理后数据的共享、转让、公开披露无需另行向您通知并征得您的同意。
四、我们如何保护您的信息
（一）我们已采取符合业界标准、合理可行的安全防护措施保护您的信息，防止个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会使用加密技术提高个人信息的安全性；我们会使用受信赖的保护机制防止个人信息遭到恶意攻击；我们会部署访问控制机制，尽力确保只有授权人员才可访问个人信息；我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
（二）我们有行业先进的以数据为核心、围绕数据生命周期进行的数据安全管理体系，从组织建设、制度设计、人员管理、产品技术等方面多维度提升整个系统的安全性。
（三）依据相关法律法规规定，我们将您的个人信息继续保留三年。在此保存期限内，我们将对您的个人信息停止除存储和采取必要的安全保护措施之外的处理。当您的个人信息超出上述保存期限，我们将会对其进行删除或者匿名化处理。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非法律有强制的存留要求，例如《中华人民共和国电子商务法》要求商品和服务信息、交易信息保存时间自交易完成之日起不少于三年。而我们判断前述期限的标准包括：
1、完成与您相关的交易目的、维护相应交易及业务记录、应对您可能的查询或投诉；
2、保证我们为您提供服务的安全和质量；
3、您是否同意更长的留存期间；
4、是否存在保留期限的其他特别约定。
在您的个人信息超出保留期间后，我们会根据适用法律的要求删除您的个人信息，或使其匿名化处理。
（四）我们在中华人民共和国境内运营中收集和产生的个人信息，存储在中国境内。
（五）互联网并非绝对安全的环境，使用MandLab平台服务时，我们强烈建议您不要使用非MandLab平台推荐的通信方式发送您的信息。您可以通过我们的服务建立联系和相互分享。当您通过我们的服务创建交流、交易或分享时，您可以自主选择沟通、交易或分享的对象，作为能够看到您的交易内容、联络方式、交流信息或分享内容等相关信息的第三方。
在使用MandLab平台服务时，请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息尤其是您的账户或密码发生泄露，请您立即联络MandLab平台安全服务中心，以便我们根据您的申请采取相应措施。
请注意，您在使用我们服务时自愿共享甚至公开分享的信息，可能会涉及您或他人的个人信息甚至个人敏感信息。请您更加谨慎地考虑，是否在使用我们的服务时共享甚至公开分享相关信息。
请使用复杂密码，协助我们保证您的账号安全。我们将尽力保障您发送给我们的任何信息的安全性。如果我们的物理、技术或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。
（六）我们将不定期更新并公开安全风险、个人信息安全影响评估报告等有关内容，您可通过MandLab平台公告方式获得。
（七）在不幸发生个人信息安全事件后，我们将按照法律法规的要求向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。事件相关情况我们将以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。
同时，我们还将按照监管部门要求，上报个人信息安全事件的处置情况。
五、您如何访问及控制您的个人信息
为了方便您访问及控制您的个人信息，同时保障您撤回已同意授权的权利，我们在MandLab平台提供的产品或者服务中设置了相应的功能。您可以使用以下功能来访问及控制您的个人信息：
（一）访问您的个人信息
除法律法规另有规定外，您有权访问您的个人信息：
账号信息：鉴于MandLab平台目前仅支持MandLab平台账户登录，如您希望进行更正、补充、删除账号信息，可以MandLab平台中进行相应操作；
请注意，您删除相关信息后，我们将不会在您的平台界面内展示您已删除的信息，我们会依据适用法律法规的要求将信息保存至法定期限届满后尽快删除信息或者采用去标识化处理。
（二）更正或者补充您的账号信息
您登陆MandLab平台所使用的账号信息均来自于您的MandLab平台账号，因此，如需对您账号中的相关个人信息进行更正或者补充，可以在MandLab平台中进行相应操作。
（三）删除您的其他个人信息
您可以根据“历史对话”中列明的方式清除您的搜索的信息等。
在以下情形中，您可以向我们提出删除个人信息的请求：
1、如我们收集、使用个人信息的行为违反法律规定；
2、如我们收集、使用个人信息的行为未征得您的明确同意；
3、如我们收集、使用个人信息的行为严重违反了与您之间的约定；
4、如果您不再使用我们的产品或服务，或您主动注销了账号；
5、如果我们永久不再为您提供产品或服务。
我们将在核实您的个人身份后，在合理时限内删除您的个人信息，同时我们将尽最大努力通知从MandLab平台处获得您的个人信息的主体及时删除相关信息。当您或我们协助您删除相关信息后，因为适用的法律和安全技术限制，我们可能无法立即从备份系统中删除相应的信息，我们将安全地存储您的个人信息并将其进一步隔离处理，直到备份可以清除或实现匿名。
（四）撤回或者改变您的授权
您可以通过手机自身的权限设置，对允许MandLab智能体访问的手机权限进行设置和修改。您撤回或者改变您的授权，不会影响此前基于您的授权而进行的个人信息收集、使用行为。您可以通过以下路径进行撤回授权：我的-设置-个人信息与隐私管理-系统权限管理。
（五）获取个人信息副本
您可请求获取个人信息副本的范围包括：根据本隐私政策向我们主动提供或填写的手机号码、头像、昵称等个人信息。
请您联系我司客服，客服了解您的需求后，会核实您的身份和相关信息，核实完成后，将上述个人信息的副本通过合理方式发送给您。如您需要将个人信息的副本发送您指定的信息处理者，请您联系我司客服，如符合网信办规定条件的，请提供个人信息转移的途径，我们会协助您进行转移。
（六）注销您的账号
MandLab平台使用MandLab平台账号为您提供服务，如您需要注销您的账号，您可登陆MandLab智能体，根据MandLab平台的账号注销流程进行MandLab平台账号的注销，您也可以拨打MandLab平台客服电话进行咨询。
（七）约束信息系统自动决策
在某些业务功能中，我们可能仅依据信息系统、算法等在内的非人工自动决策机制做出决定。如果这些决定显著影响您的合法权益，您有权要求我们做出解释，我们也将在不侵害MandLab平台商业秘密或其他用户权益、社会公共利益的前提下提供申诉方法。
（八）响应您的上述请求
为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。
我们将在15天内做出答复。如您不满意，还可以通过MandLab平台客服发起投诉。
对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将酌情收取一定费用。对于与您的身份不直接关联的信息、无端重复信息，或者需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者不切实际的请求，我们可能会予以拒绝。
在以下情形中，按照法律法规要求，我们将无法响应您的请求：
1、与国家安全、国防安全有关的；
2、与公共安全、公共卫生、重大公共利益有关的；
3、与犯罪侦查、起诉、审判和执行判决等有关的；
4、有充分证据表明个人信息主体存在主观恶意或滥用权利的；
5、响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；
6、涉及商业秘密的。
 
六、未成年人信息保护
我们仅接受具备相应民事行为能力的用户注册并使用我们服务，因此我们推定您具有相应的民事行为能力。如您为未成年人，我们要求您请您的父母或监护人仔细阅读本隐私权政策，并在征得您的父母或监护人同意的前提下使用我们的服务或向我们提供信息。
如果您是14周岁以下儿童用户的，在您使用我们的服务前，您和您的监护人应仔细阅读我们专门制定的《儿童个人信息保护政策及监护人须知》，确保在取得监护人对《儿童个人信息保护政策及监护人须知》的同意后，您才可在监护人的指导下使用我们的服务。对于经监护人同意使用我们的产品或服务而收集未成年人个人信息的情况，我们只会在法律法规允许、监护人明确同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。
若您是儿童的父母或其他监护人，请您关注您监护的儿童是否是在取得您的授权同意之后使用我们的服务。如您对您所监护的儿童的个人信息有疑问，请通过本隐私政策中的联系方式与我们联系。
七、本政策如何更新
本隐私权政策可能适时变更。
未经您明确同意，我们不会限制您按照本隐私权政策所应享有的权利。我们会在专门页面上发布对隐私权政策所做的变更。
对于重大变更，我们还会提供更为显著的通知（包括我们会通过MandLab平台公示的方式进行通知甚至向您提供弹窗提示）。
本政策所指的重大变更包括但不限于：
1、我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；
2、我们在控制权等方面发生重大变化。如并购重组等引起的信息控制者变更等；
3、个人信息共享、转让或公开披露的主要对象发生变化；
4、您参与个人信息处理方面的权利及其行使方式发生重大变化；
5、我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化；
6、个人信息安全影响评估报告表明存在高风险。
您可以在MandLab智能体“账户信息-隐私条款”中查看本政策的最新版本。
 
八、如何联系我们
您可以通过以下方式与我们联系，我们将在15天内回复您的请求：
1、您对我们有任何建议或者与隐私保护相关的其他问题时，可通过发送邮件至sec@easygf.cn联系我们。
2、您也可以直接将您的问题书面邮寄至如下地址：
浙江省杭州市上城区圣奥中央商务大厦1801室-4（自主申报）
个人信息保护部门：MandLab科技部
我们收到您的问题后，将在核实您的身份后对您反馈的问题进行处理并及时向您回复。如果您对我们的回复不满意，特别是您认为我们的个人信息处理行为损害了您的合法权益，您还可以通过向杭州有管辖权的法院提起诉讼来寻求解决方案。
`
